Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/bible/other_files/vigsel_2021.docx.tmx
Source language: nob
Languages: fkv

source: Norsk
fkv: Kvensk

source: I Faderens og Sønnens og Den hellige ånds navn
fkv: Isän ja Pojan ja Pyhän hengen nimheen.

source: Nåde være med dere, og fred fra Gud vår far og Herren Jesus Kristus.
fkv: Armo olkhoon teile, ja rauha Jumalalta, meän Isältä, ja Herralta Jeesukselta Kristukselta.

source: I Faderens og Sønnens og Den hellige ånds navn: Vår skaper, frigjører og livgiver.
fkv: Isän ja Pojan ja Pyhän hengen nimheen: Meän Luoja, Vapahtaja ja elämänantaja.

source: Kjære (NN) ja (NN).
fkv: Rakkhaat (NN) ja (NN).

source: Dere er kommet hit til (kirken nevnes) for å inngå ekteskap.
fkv: Tet oletta tulheet tähän (KIRKENS NAVN)-kirkkhoon vihittäviksi avioliitthoon.

source: Vi er samlet her for å glede oss med dere.
fkv: Met olema kokkoontunheet tänne iloittemhaan teän kans.

source: Vi skal høre deres løfter til hverandre og be om Guds velsignelse over dere og hjemmet deres.
fkv: Met tulema kuulemhaan teän luppaukset toinen toisele, ja rukkoilemhaan Jumalan siunausta teän ja teän kojin pääle.

source: Vi skal også få følge lille NN til dåpen, noe som gjør en flott dag enda finere.
fkv: Met saama kans seurata pikku (NN)a/ä kastheele. Se tekkee tästä kaunhiista päivästä vielä fiinimän.

source: Takk Herren, for han er god,
fkv: Kiitos Herrale, sillä hän oon hyvä.

source: Evig varer hans miskunn.
fkv: Iänkaikkisesti jatkuu hänen armo.

source: Dette er dagen som Herren har gjort;
fkv: Tämä oon se päivä minkä Herra oon luonu;

source: La oss juble og glede oss på den!
fkv: Riemuittemma ja iloittemma sen eestä!

source: Gud er kjærlighet, og den som blir i kjærligheten, blir i Gud og Gud i ham.
fkv: Jumala oon rakkhaus, ja se, kuka jääpi rakkhautheen, jääpi Jumalhaan ja Jumala jääpi hänheen.

source: Gud har skapt oss i sitt bilde til å leve i fellesskap med seg og med hverandre.
fkv: Jumala oon luonu meät ittensä kuvaksi ette elläät yhessä hänen kans ja yhessä toistema kans.

source: Ekteskapet er Guds gode gave.
fkv: Avioliitto oon Jumalan hyvä lahja.

source: Å leve sammen som ektefeller er å leve i tillit og kjærlighet, dele gleder og sorger og trofast stå ved hverandres side livet ut.
fkv: Se ette elläät yhessä aviokumppaninna oon elläät luottamuksessa ja rakkhauessa, jakkaat ilot ja murheet ja uskolisesti seisoat toinen toisen vieressä kiini elämän lopphuun saakka.

source: Det står skrevet i Salmenes bok: Hvor dyrebar er din kjærlighet, Gud!
fkv: Oon kirjotettu Virsitten kirjassa: Kunka arvokas oon sinun rakkhaus, Jumala!

source: I skyggen av dine vinger søker menneskebarna ly.
fkv: Sinun siivitten kalvheessa ihmislapset hakeva suojaa.

source: De får nyte overfloden i ditt hus, du lar dem drikke av din gledes bekk.
fkv: Het saava nauttiat runshauesta sinun talossa, sie annat heän juua sinun ilon virrasta.

source: For hos deg er livets kilde, i ditt lys ser vi lys (Sal 36, 8-10)
fkv: Sillä sinun tykönä oon elämän kaltio, sinun valossa näemä valon.

source: La oss høre hva Gud sier om kjærlighet og troskap: Kle dere derfor i inderlig medfølelse og vær gode, milde, ydmyke og tålmodige, så dere bærer over med hverandre og tilgir hverandre hvis den ene har noe å bebreide den andre.
fkv: Kuuntelemma mitä Jumala sannoo rakkhauesta ja uskolisuuesta: Ottakaa teän pääle rehelisen myötätuntheen, ja olkaa hyvät, lämminsyämiset, nöyrät ja kärsivälliset, niin ette oletta sallivat toinen toisele, ja annatta toinen toisele antheeksi jos yhelä teistä oon syy ette moittiat toista.

source: Som Herren har tilgitt dere, skal dere tilgi hverandre.
fkv: Niin ko Herra oon antanu teile antheeksi, tetki piättä antaat toinen toisele antheeksi.

source: Og over alt dette: Kle dere i kjærlighet, som er båndet som binder sammen og gjør fullkommen.
fkv: Ja ennen kaikkea: Ottakaa teän pääle rakkhauen, joka oon nauha mikä sittoo teät yhteen ja tekkee teät täyeliseksi.

source: La oss videre høre fra Guds ord.
fkv: Nyt kuuntelemma Herran sannaa.

source: Slik lyder Herrens ord.
fkv: Näin oon Herran sanat.

source: Kom nå fram til Herrens alter, så vi kan høre deres løfter til hverandre og be om Guds velsignelse over dere og over hjemmet deres.
fkv: Tulkaa nyt Herran alttarin etheen, niin ette met saama kuula teän luppaukset toinen toisele, ja rukkoila ette Jumala siunaa teitä ja teän kotia.

source: For Gud vår Skapers ansikt og i disse vitners nærvær spør jeg deg, (NN): Vil du ha (NN) som står ved din side, til din ektefelle?
fkv: Jumalan meän Luojan kasvoitten ja näitten tojistajitten paikala ollessa kysyn sinulta, (NN): Tahotko sie ottaat (NN):n, kuka seisoo sinun vieressä, sinun aviokumppaniksi?

source: Vil du elske og ære ham/henne/NN og bli trofast hos ham/henne/NN i gode og onde dager inntil døden skiller dere?
fkv: Tahotko sie rakastaat ja kunnioittaat häntä ja jäähä uskolisesti hänen vierele hyvinä ja pahoina päivinä, siksi ko kuolema teät erottaa?

source: Likeså spør jeg deg, (NN): Vil du ha (NN) som står ved din side, til din ektefelle?
fkv: Vielä mie kysyn sinulta, (NN): Tahotko sie ottaat (NN):n, kuka seisoo sinun vieressä, sinun aviokumppaniksi?

source: Så gi hverandre hånden på det.
fkv: Antakaa käen toinen toisele.

source: For Guds ansikt og i disse vitners nærvær har dere nå lovet hverandre at dere vil leve sammen i ekteskap, og gitt hverandre hånden på det.
fkv: Jumalan kasvoitten ja näitten tojistajitten paikala ollessa oletta nyt luvanheet yhessä ette elläät avioliitossa, ja antanheet käen toinen toisele.

source: Derfor erklærer jeg at dere er rette ektefolk.
fkv: Sen tähen mie julistan teät oikeiksi aviopariksi.

source: For Gud vår Skapers ansikt og i disse vitners nærvær spør jeg deg, (NN): Vil du ha (NN), som står ved din side, til din ektefelle?
fkv: Jumalan meän Luojan kasvoitten ja näitten tojistajitten paikala ollessa kysyn sinulta, (NN): Tahotko sie (NN):n, kuka seisoo sinun vieressä, sinun aviokumppaniksi?

source: Gjenta etter meg.
fkv: Sanokaa minun jälkhiin.

source: L: Jeg tar deg (NN) til min ektefelle.
fkv: Mie otan sinun, (NN), minun aviokumppaniksi.

source: P: Jeg tar deg (NN) til min ektefelle.
fkv: Mie otan sinun, (NN), minun aviokumppaniksi.

source: L: Jeg vil elske og ære deg.
fkv: Mie tahon rakastaat ja kunnioittaat sinua.

source: P: Jeg vil elske og ære deg.
fkv: Mie tahon rakastaat ja kunnioittaat sinua.

source: L: og bli trofast hos deg i gode og onde dager
fkv: Ja jäähä uskolisesti sinun vierele hyvinä ja pahoina päivinä.

source: P: og bli trofast hos deg i gode og onde dager
fkv: Ja jäähä uskolisesti sinun vierele hyvinä ja pahoina päivinä.

source: L: inntil døden skiller oss.
fkv: Siksi ko kuolema meät erottaa.

source: P: inntil døden skiller oss.
fkv: Siksi ko kuolema meät erottaa.

source: L: For Guds ansikt og i disse vitners nærvær har dere nå lovet hverandre at dere vil leve sammen i ekteskap, og gitt hverandre hånden på det.
fkv: Jumalan kasvoitten ja näitten tojistajitten paikala ollessa oletta nyt luvanheet, ette tahotta yhessä elläät avioliitossa, ja antanheet käen toinen toisele.

source: Gi nå hverandre ringene, som dere skal bære til tegn på løftet om troskap.
fkv: Antakaa nyt toinen toisele sormukset, ja kantakaa net uskolisuuen merkkinä.

source: ELLER B: Gi nå hverandre ringene, som dere skal bære til tegn på løftet dere har gitt hverandre.
fkv: Antakaa nyt toinen toisele sormukset, ja kantakaa niitä merkkinä siitä luppauksesta minkä oletta antanheet toinen toisele.

source: L: (NN), jeg gir deg denne ring
fkv: (NN), mie annan sinule tämän sormuksen.

source: P: (NN) jeg gir deg denne ring
fkv: (NN), mie annan sinule tämän sormuksen.

source: L: som et tegn på mitt løfte om kjærlighet og troskap
fkv: Se oon merkkinä minun luppauksesta rakastaat ja olla uskolinen.

source: P: som et tegn på mitt løfte om kjærlighet og troskap
fkv: Se oon merkkinä minun luppauksesta rakastaat ja olla uskolinen.

source: ENTEN A:
fkv: Rukkoilemma.

source: Barmhjertige Gud, vi ber deg for (NN) og (NN) og deres ekteskap: La din velsignelse hvile over dem som her kneler for ditt ansikt.
fkv: Laupias Jumala, met rukkoilemma sinua (NN)n ja (NN)n eestä ja heän avioliiton eestä: Anna sinun siunauksen levätä heän päälä, kekkä täälä polvisteleva sinun kasvoitten eessä.

source: Fyll dem med din kjærlighet, og bygg deres hjem i fred.
fkv: Täytä heät sinun rakkhauella, ja rakena heän kojin rauhala.

source: Se dem i nåde, og styrk dem med din Ånd, så de i gode og onde dager setter sin lit til deg, holder trofast sammen og hjelper hverandre fram mot det evige liv.
fkv: Armaha heät, ja lujita heitä sinun Hengelä, niin ette het hyvinä ja pahoina päivinä luottava sinhuun, pysyvä uskolisesti yhessä ja auttava toinen toista matkala kohti ikuista elämää.

source: Gode Gud, vi takker deg for (NN) og (NN) og for deres kjærlighet til hverandre.
fkv: Rakas Jumala, met kiitämä sinua (NN)n ja (NN)n eestä, ja heän rakkhauesta toinen toisele.

source: Velsign deres liv som ektefolk.
fkv: Siunaa heän elämää avioparina.

source: Hjelp dem å holde de løfter de har gitt hverandre, så deres ekteskap kan fylles av tillit, omsorg og glede.
fkv: Auta heitä pitämhään net luppaukset mitä het oon antanheet toinen toisele, niin ette heän avioliitto oon täynä luottamusta, huolenpitoa ja iloa.

source: Gi dem evne og vilje til å bygge sitt hjem i fred, så det blir et sted der [barn kan vokse opp i trygghet og] familie og venner kan finne fellesskap.
fkv: Anna heile kyvyn ja tahon ette rakentaat ittensä kojin rauhala, niin ette siitä tullee paikka missä [lapset saattava kasuta ylös turvassa ja] peret ja ystävät saattava löytäät yhtheyen.

source: Du som er veien, sannheten og livet, la dem få vandre i din sannhet.
fkv: Sie joka olet tie, tottuus ja elämä, anna heän vajelttaat sinun tottuuessa.

source: Du som tilgir og leger, hjelp dem å tilgi hverandre.
fkv: Sie joka annat antheeksi ja paranat, auta heitä antamhaan toinen toisele antheeksi.

source: Du som er kjærlighetens kilde, gi dem og alle ektefolk å vokse og modnes i kjærlighet.
fkv: Sie joka olet rakkhauen kaltio, anna heän ja kaikitten avioparitten kasuta ja kypsyät rakkhauessa.

source: Fadervår
fkv: Isä meän

source: Vår Far i himmelen!
fkv: Isä meän joka olet taivhaassa!

source: La navnet ditt helliges.
fkv: Likenytkhöön sinun valtakunta.

source: La riket ditt komme.
fkv: Tapahtukhoon sinun tahto.

source: La viljen din skje på jorden slik som i himmelen.
fkv: Anna meile tänä päivänä meän jokapäiväsen leivän.

source: Gi oss i dag vårt daglige brød,
fkv: Ja anna meile meän synnit antheeksi,

source: slik også vi tilgir våre skyldnere.
fkv: niinko metki annama antheeksi meän velvolisile.

source: Og la oss ikke fristelse, men frels oss fra det onde.
fkv: Ja älä johata meitä kiusauksheen, mutta päästä meät pahasta.

source: For riket er ditt, og makten og æren i evighet,
fkv: Sillä sinun oon valtakunta, voima ja kunnia iänkaikkisesti.

source: Aamen.
fkv: Siunaus

source: Herren velsigne deg og bevare deg.
fkv: Herra siunatkhoon sinua ja varjelkhoon sinua!

source: Herren la sitt ansikt lyse over deg og være deg nådig.
fkv: Herra antakhoon kasvot loistaat sinun yli ja olkhoon sinule armolinen.

source: Herren løfte sitt åsyn på deg og gi deg fred.
fkv: Herra kääntäkhöön kasvot sinun pääle ja antakhoon sinule rauhan.
